const categoryItem = [
    {
        id: 1,
        name: "Газировка",
        link: "/catalog/gaz"
    },
    {
        id: 2,
        name: 'Газированные напитки "ВКУСНО"',
        link: "/catalog/vkusno"
    },
    {
        id: 3,
        name: "Квас",
        link: "/catalog/kvas"
    },
    {
        id: 4,
        name: "Детское шампанское",
        link: "/catalog/child-shamp"
    }
]
const productItem = [
    {
        id: 11,
        categoryChild: 1,
        name: 'Буратино',
        link: '/catalog/gaz/buratino',
        description: 'Напиток «Лимонад» – абсолютный хит продаж благодаря своему насыщенному сладкому вкусу, полюбившемуся взрослым и детям. В советские годы этот продукт с композицией вкусов лимона, яблока и груши стал также собирательным названием всех газированных напитков с фруктовыми вкусами. «Лимонад» выделяется на полке магазина благодаря приятному золотистому цвету и яркой этикетке.'
    },
    {
        id: 11,
        categoryChild: 1,
        name: 'Дюшес',
        link: '/catalog/gaz/dushes',
        description: 'Напиток «Лимонад» – абсолютный хит продаж благодаря своему насыщенному сладкому вкусу, полюбившемуся взрослым и детям. В советские годы этот продукт с композицией вкусов лимона, яблока и груши стал также собирательным названием всех газированных напитков с фруктовыми вкусами. «Лимонад» выделяется на полке магазина благодаря приятному золотистому цвету и яркой этикетке.'
    }
]
const productInfo = [
    {
        id: 1,
        productId: 11,
        title: 'Производитель',
        value: 'Вкусно',
    },
    {
        id: 2,
        productId: 11,
        title: 'Тип колпачка',
        value: 'Однокомпонентный',
    },
    {
        id: 3,
        productId: 11,
        title: 'Срок хранения',
        value: '180 дней',
    },
    {
        id: 4,
        productId: 11,
        title: 'Вид напитка',
        value: 'Газированный',
    },
    {
        id: 5,
        productId: 11,
        title: 'Ёмкость',
        value: '0,6; 1,5',
    },
    {
        id: 6,
        productId: 11,
        title: 'Вкус',
        value: 'Лимонад',
    },
    {
        id: 7,
        productId: 11,
        title: 'Материал тары',
        value: 'ПЭТ-бутылка',
    },
    {
        id: 8,
        productId: 12,
        title: 'Производитель',
        value: 'Вкусно',
    },
    {
        id: 9,
        productId: 12,
        title: 'Тип колпачка',
        value: 'Однокомпонентный',
    },
    {
        id: 10,
        productId: 12,
        title: 'Срок хранения',
        value: '180 дней',
    },
    {
        id: 11,
        productId: 12,
        title: 'Вид напитка',
        value: 'Газированный',
    },
    {
        id: 12,
        productId: 12,
        title: 'Ёмкость',
        value: '0,6; 1,5',
    },
    {
        id: 13,
        productId: 12,
        title: 'Вкус',
        value: 'Лимонад',
    },
    {
        id: 14,
        productId: 12,
        title: 'Материал тары',
        value: 'ПЭТ-бутылка',
    },
]